; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Dutch
; Translation by: Nartan Sijbrandij
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "nartan@hotmail.nl"
Translationby = "Nartan Sijbrandij"
Language = "Nederlands"
pickatask = "Taak"
lockafolder = "Map vergrendelen"
unlockselected = "Map ontgrendelen"
changepassword = "Hoofdwachtwoord wijzigen"
exit = "Afsluiten"
Aboutlockafolder = "Info LocK-A-FoLdeR"
enternewpassword = "Nieuw wachtwoord"
entermasterpassword = "Hoofdwachtwoord"
alreadyrunning = "LocK-A-FoLdeR is al actief"
doesntexist = "Bestaat niet"
chooseafolder = "Map kiezen"
selectfirst = "Eerst een map kiezen"
alreadyinlist = "Staat al in de lijst"
plzwait = "Even geduld"
unable2lock = "Kan niet vergrendeld worden"
unable2unlock = "Kan niet ontgrendeld worden"
invalidpass = "Ongeldig wachtwoord"
alertmasterpass = "Hoofdwachtwoord kiezen"
nointernet = "Probleem met de internetverbinding"
checkupdates = "Controleren op updates"
openreadme = "Readme-bestand openen"
visitwebpage = "Website"
rescuecentre = "Reddingscentrum"
Rescuefolder = "Map redden"
notinlist = "Mappen die niet in de lijst staat, kunnen van hieruit ontgrendeld worden."